docs/observability/perf-results/round2-breakpoint.txt
START_TS 1785251832

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 

     execution: local
        script: scripts/load-test.js
        output: -

     scenarios: (100.00%) 1 scenario, 600 max VUs, 6m0s max duration (incl. graceful stop):
              * default: Up to 600 looping VUs for 5m30s over 5 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m01.0s), 005/600 VUs, 145 complete and 0 interrupted iterations
default   [   0% ] 005/600 VUs  0m01.0s/5m30.0s

running (0m02.0s), 010/600 VUs, 349 complete and 0 interrupted iterations
default   [   1% ] 010/600 VUs  0m02.0s/5m30.0s

running (0m03.0s), 015/600 VUs, 633 complete and 0 interrupted iterations
default   [   1% ] 015/600 VUs  0m03.0s/5m30.0s

running (0m04.0s), 020/600 VUs, 1010 complete and 0 interrupted iterations
default   [   1% ] 020/600 VUs  0m04.0s/5m30.0s

running (0m05.0s), 025/600 VUs, 1452 complete and 0 interrupted iterations
default   [   2% ] 025/600 VUs  0m05.0s/5m30.0s

running (0m06.0s), 030/600 VUs, 1842 complete and 0 interrupted iterations
default   [   2% ] 030/600 VUs  0m06.0s/5m30.0s

running (0m07.0s), 035/600 VUs, 2185 complete and 0 interrupted iterations
default   [   2% ] 035/600 VUs  0m07.0s/5m30.0s

running (0m08.0s), 040/600 VUs, 2898 complete and 0 interrupted iterations
default   [   2% ] 040/600 VUs  0m08.0s/5m30.0s

running (0m09.0s), 045/600 VUs, 3507 complete and 0 interrupted iterations
default   [   3% ] 045/600 VUs  0m09.0s/5m30.0s

running (0m10.0s), 050/600 VUs, 3864 complete and 0 interrupted iterations
default   [   3% ] 050/600 VUs  0m10.0s/5m30.0s

running (0m11.0s), 055/600 VUs, 4295 complete and 0 interrupted iterations
default   [   3% ] 055/600 VUs  0m11.0s/5m30.0s

running (0m12.0s), 060/600 VUs, 4667 complete and 0 interrupted iterations
default   [   4% ] 060/600 VUs  0m12.0s/5m30.0s

running (0m13.0s), 065/600 VUs, 5107 complete and 0 interrupted iterations
default   [   4% ] 065/600 VUs  0m13.0s/5m30.0s

running (0m14.0s), 070/600 VUs, 5462 complete and 0 interrupted iterations
default   [   4% ] 070/600 VUs  0m14.0s/5m30.0s

running (0m15.0s), 075/600 VUs, 5797 complete and 0 interrupted iterations
default   [   5% ] 075/600 VUs  0m15.0s/5m30.0s

running (0m16.0s), 080/600 VUs, 6294 complete and 0 interrupted iterations
default   [   5% ] 080/600 VUs  0m16.0s/5m30.0s

running (0m17.0s), 085/600 VUs, 6742 complete and 0 interrupted iterations
default   [   5% ] 085/600 VUs  0m17.0s/5m30.0s

running (0m18.0s), 090/600 VUs, 7324 complete and 0 interrupted iterations
default   [   5% ] 090/600 VUs  0m18.0s/5m30.0s

running (0m19.0s), 095/600 VUs, 8094 complete and 0 interrupted iterations
default   [   6% ] 095/600 VUs  0m19.0s/5m30.0s

running (0m20.0s), 100/600 VUs, 8872 complete and 0 interrupted iterations
default   [   6% ] 100/600 VUs  0m20.0s/5m30.0s

running (0m21.0s), 105/600 VUs, 9413 complete and 0 interrupted iterations
default   [   6% ] 105/600 VUs  0m21.0s/5m30.0s

running (0m22.0s), 110/600 VUs, 9918 complete and 0 interrupted iterations
default   [   7% ] 110/600 VUs  0m22.0s/5m30.0s

running (0m23.0s), 115/600 VUs, 10426 complete and 0 interrupted iterations
default   [   7% ] 115/600 VUs  0m23.0s/5m30.0s

running (0m24.0s), 120/600 VUs, 10948 complete and 0 interrupted iterations
default   [   7% ] 120/600 VUs  0m24.0s/5m30.0s

running (0m25.0s), 124/600 VUs, 11743 complete and 0 interrupted iterations
default   [   8% ] 124/600 VUs  0m25.0s/5m30.0s

running (0m26.0s), 129/600 VUs, 12540 complete and 0 interrupted iterations
default   [   8% ] 129/600 VUs  0m26.0s/5m30.0s

running (0m27.0s), 134/600 VUs, 13069 complete and 0 interrupted iterations
default   [   8% ] 134/600 VUs  0m27.0s/5m30.0s

running (0m28.0s), 139/600 VUs, 13445 complete and 0 interrupted iterations
default   [   8% ] 139/600 VUs  0m28.0s/5m30.0s

running (0m29.0s), 144/600 VUs, 13861 complete and 0 interrupted iterations
default   [   9% ] 144/600 VUs  0m29.0s/5m30.0s

running (0m30.0s), 149/600 VUs, 14320 complete and 0 interrupted iterations
default   [   9% ] 149/600 VUs  0m30.0s/5m30.0s

running (0m31.0s), 150/600 VUs, 14731 complete and 0 interrupted iterations
default   [   9% ] 150/600 VUs  0m31.0s/5m30.0s

running (0m32.0s), 150/600 VUs, 15171 complete and 0 interrupted iterations
default   [  10% ] 150/600 VUs  0m32.0s/5m30.0s

running (0m33.0s), 150/600 VUs, 15654 complete and 0 interrupted iterations
default   [  10% ] 150/600 VUs  0m33.0s/5m30.0s

running (0m34.0s), 150/600 VUs, 16157 complete and 0 interrupted iterations
default   [  10% ] 150/600 VUs  0m34.0s/5m30.0s

running (0m35.0s), 150/600 VUs, 16655 complete and 0 interrupted iterations
default   [  11% ] 150/600 VUs  0m35.0s/5m30.0s

running (0m36.0s), 150/600 VUs, 17068 complete and 0 interrupted iterations
default   [  11% ] 150/600 VUs  0m36.0s/5m30.0s

running (0m37.0s), 150/600 VUs, 17499 complete and 0 interrupted iterations
default   [  11% ] 150/600 VUs  0m37.0s/5m30.0s

running (0m38.0s), 150/600 VUs, 17949 complete and 0 interrupted iterations
default   [  12% ] 150/600 VUs  0m38.0s/5m30.0s

running (0m39.0s), 150/600 VUs, 18344 complete and 0 interrupted iterations
default   [  12% ] 150/600 VUs  0m39.0s/5m30.0s

running (0m40.0s), 150/600 VUs, 18809 complete and 0 interrupted iterations
default   [  12% ] 150/600 VUs  0m40.0s/5m30.0s

running (0m41.0s), 150/600 VUs, 19152 complete and 0 interrupted iterations
default   [  12% ] 150/600 VUs  0m41.0s/5m30.0s

running (0m42.0s), 150/600 VUs, 19570 complete and 0 interrupted iterations
default   [  13% ] 150/600 VUs  0m42.0s/5m30.0s

running (0m43.0s), 150/600 VUs, 20099 complete and 0 interrupted iterations
default   [  13% ] 150/600 VUs  0m43.0s/5m30.0s

running (0m44.0s), 150/600 VUs, 20552 complete and 0 interrupted iterations
default   [  13% ] 150/600 VUs  0m44.0s/5m30.0s

running (0m45.0s), 150/600 VUs, 20957 complete and 0 interrupted iterations
default   [  14% ] 150/600 VUs  0m45.0s/5m30.0s

running (0m46.0s), 150/600 VUs, 21357 complete and 0 interrupted iterations
default   [  14% ] 150/600 VUs  0m46.0s/5m30.0s

running (0m47.0s), 150/600 VUs, 21823 complete and 0 interrupted iterations
default   [  14% ] 150/600 VUs  0m47.0s/5m30.0s

running (0m48.0s), 150/600 VUs, 22300 complete and 0 interrupted iterations
default   [  15% ] 150/600 VUs  0m48.0s/5m30.0s

running (0m49.0s), 150/600 VUs, 22890 complete and 0 interrupted iterations
default   [  15% ] 150/600 VUs  0m49.0s/5m30.0s

running (0m50.0s), 150/600 VUs, 23299 complete and 0 interrupted iterations
default   [  15% ] 150/600 VUs  0m50.0s/5m30.0s

running (0m51.0s), 150/600 VUs, 23962 complete and 0 interrupted iterations
default   [  15% ] 150/600 VUs  0m51.0s/5m30.0s

running (0m52.0s), 150/600 VUs, 24553 complete and 0 interrupted iterations
default   [  16% ] 150/600 VUs  0m52.0s/5m30.0s

running (0m53.0s), 150/600 VUs, 25135 complete and 0 interrupted iterations
default   [  16% ] 150/600 VUs  0m53.0s/5m30.0s

running (0m54.0s), 150/600 VUs, 25969 complete and 0 interrupted iterations
default   [  16% ] 150/600 VUs  0m54.0s/5m30.0s

running (0m55.0s), 150/600 VUs, 26508 complete and 0 interrupted iterations
default   [  17% ] 150/600 VUs  0m55.0s/5m30.0s

running (0m56.0s), 150/600 VUs, 26891 complete and 0 interrupted iterations
default   [  17% ] 150/600 VUs  0m56.0s/5m30.0s

running (0m57.0s), 150/600 VUs, 27268 complete and 0 interrupted iterations
default   [  17% ] 150/600 VUs  0m57.0s/5m30.0s

running (0m58.0s), 150/600 VUs, 27670 complete and 0 interrupted iterations
default   [  18% ] 150/600 VUs  0m58.0s/5m30.0s

running (0m59.0s), 150/600 VUs, 28448 complete and 0 interrupted iterations
default   [  18% ] 150/600 VUs  0m59.0s/5m30.0s

running (1m00.0s), 150/600 VUs, 28846 complete and 0 interrupted iterations
default   [  18% ] 150/600 VUs  1m00.0s/5m30.0s

running (1m01.0s), 150/600 VUs, 29218 complete and 0 interrupted iterations
default   [  18% ] 150/600 VUs  1m01.0s/5m30.0s

running (1m02.0s), 150/600 VUs, 29640 complete and 0 interrupted iterations
default   [  19% ] 150/600 VUs  1m02.0s/5m30.0s

running (1m03.0s), 150/600 VUs, 30087 complete and 0 interrupted iterations
default   [  19% ] 150/600 VUs  1m03.0s/5m30.0s

running (1m04.0s), 150/600 VUs, 30492 complete and 0 interrupted iterations
default   [  19% ] 150/600 VUs  1m04.0s/5m30.0s

running (1m05.0s), 150/600 VUs, 31115 complete and 0 interrupted iterations
default   [  20% ] 150/600 VUs  1m05.0s/5m30.0s

running (1m06.0s), 150/600 VUs, 31510 complete and 0 interrupted iterations
default   [  20% ] 150/600 VUs  1m06.0s/5m30.0s

running (1m07.0s), 150/600 VUs, 31917 complete and 0 interrupted iterations
default   [  20% ] 150/600 VUs  1m07.0s/5m30.0s

running (1m08.0s), 150/600 VUs, 32307 complete and 0 interrupted iterations
default   [  21% ] 150/600 VUs  1m08.0s/5m30.0s

running (1m09.0s), 150/600 VUs, 32757 complete and 0 interrupted iterations
default   [  21% ] 150/600 VUs  1m09.0s/5m30.0s

running (1m10.0s), 150/600 VUs, 33126 complete and 0 interrupted iterations
default   [  21% ] 150/600 VUs  1m10.0s/5m30.0s

running (1m11.0s), 150/600 VUs, 33555 complete and 0 interrupted iterations
default   [  22% ] 150/600 VUs  1m11.0s/5m30.0s

running (1m12.0s), 150/600 VUs, 34098 complete and 0 interrupted iterations
default   [  22% ] 150/600 VUs  1m12.0s/5m30.0s

running (1m13.0s), 150/600 VUs, 34615 complete and 0 interrupted iterations
default   [  22% ] 150/600 VUs  1m13.0s/5m30.0s

running (1m14.0s), 150/600 VUs, 35177 complete and 0 interrupted iterations
default   [  22% ] 150/600 VUs  1m14.0s/5m30.0s

running (1m15.0s), 150/600 VUs, 35633 complete and 0 interrupted iterations
default   [  23% ] 150/600 VUs  1m15.0s/5m30.0s

running (1m16.0s), 150/600 VUs, 36096 complete and 0 interrupted iterations
default   [  23% ] 150/600 VUs  1m16.0s/5m30.0s

running (1m17.0s), 150/600 VUs, 36603 complete and 0 interrupted iterations
default   [  23% ] 150/600 VUs  1m17.0s/5m30.0s

running (1m18.0s), 150/600 VUs, 37023 complete and 0 interrupted iterations
default   [  24% ] 150/600 VUs  1m18.0s/5m30.0s

running (1m19.0s), 150/600 VUs, 37588 complete and 0 interrupted iterations
default   [  24% ] 150/600 VUs  1m19.0s/5m30.0s

running (1m20.0s), 150/600 VUs, 38274 complete and 0 interrupted iterations
default   [  24% ] 150/600 VUs  1m20.0s/5m30.0s

running (1m21.0s), 150/600 VUs, 38944 complete and 0 interrupted iterations
default   [  25% ] 150/600 VUs  1m21.0s/5m30.0s

running (1m22.0s), 150/600 VUs, 39512 complete and 0 interrupted iterations
default   [  25% ] 150/600 VUs  1m22.0s/5m30.0s

running (1m23.0s), 150/600 VUs, 40257 complete and 0 interrupted iterations
default   [  25% ] 150/600 VUs  1m23.0s/5m30.0s

running (1m24.0s), 150/600 VUs, 40733 complete and 0 interrupted iterations
default   [  25% ] 150/600 VUs  1m24.0s/5m30.0s

running (1m25.0s), 150/600 VUs, 41304 complete and 0 interrupted iterations
default   [  26% ] 150/600 VUs  1m25.0s/5m30.0s

running (1m26.0s), 150/600 VUs, 41786 complete and 0 interrupted iterations
default   [  26% ] 150/600 VUs  1m26.0s/5m30.0s

running (1m27.0s), 150/600 VUs, 42291 complete and 0 interrupted iterations
default   [  26% ] 150/600 VUs  1m27.0s/5m30.0s

running (1m28.0s), 150/600 VUs, 42726 complete and 0 interrupted iterations
default   [  27% ] 150/600 VUs  1m28.0s/5m30.0s

running (1m29.0s), 150/600 VUs, 43205 complete and 0 interrupted iterations
default   [  27% ] 150/600 VUs  1m29.0s/5m30.0s

running (1m30.0s), 150/600 VUs, 43638 complete and 0 interrupted iterations
default   [  27% ] 150/600 VUs  1m30.0s/5m30.0s

running (1m31.0s), 150/600 VUs, 44436 complete and 0 interrupted iterations
default   [  28% ] 150/600 VUs  1m31.0s/5m30.0s

running (1m32.0s), 150/600 VUs, 45188 complete and 0 interrupted iterations
default   [  28% ] 150/600 VUs  1m32.0s/5m30.0s

running (1m33.0s), 150/600 VUs, 45672 complete and 0 interrupted iterations
default   [  28% ] 150/600 VUs  1m33.0s/5m30.0s

running (1m34.0s), 150/600 VUs, 46237 complete and 0 interrupted iterations
default   [  28% ] 150/600 VUs  1m34.0s/5m30.0s

running (1m35.0s), 150/600 VUs, 46862 complete and 0 interrupted iterations
default   [  29% ] 150/600 VUs  1m35.0s/5m30.0s

running (1m36.0s), 150/600 VUs, 47484 complete and 0 interrupted iterations
default   [  29% ] 150/600 VUs  1m36.0s/5m30.0s

running (1m37.0s), 150/600 VUs, 47963 complete and 0 interrupted iterations
default   [  29% ] 150/600 VUs  1m37.0s/5m30.0s

running (1m38.0s), 150/600 VUs, 48550 complete and 0 interrupted iterations
default   [  30% ] 150/600 VUs  1m38.0s/5m30.0s

running (1m39.0s), 150/600 VUs, 49417 complete and 0 interrupted iterations
default   [  30% ] 150/600 VUs  1m39.0s/5m30.0s

running (1m40.0s), 150/600 VUs, 50093 complete and 0 interrupted iterations
default   [  30% ] 150/600 VUs  1m40.0s/5m30.0s

running (1m41.0s), 150/600 VUs, 50710 complete and 0 interrupted iterations
default   [  31% ] 150/600 VUs  1m41.0s/5m30.0s

running (1m42.0s), 150/600 VUs, 51334 complete and 0 interrupted iterations
default   [  31% ] 150/600 VUs  1m42.0s/5m30.0s

running (1m43.0s), 150/600 VUs, 51815 complete and 0 interrupted iterations
default   [  31% ] 150/600 VUs  1m43.0s/5m30.0s

running (1m44.0s), 150/600 VUs, 52387 complete and 0 interrupted iterations
default   [  32% ] 150/600 VUs  1m44.0s/5m30.0s

running (1m45.0s), 150/600 VUs, 52875 complete and 0 interrupted iterations
default   [  32% ] 150/600 VUs  1m45.0s/5m30.0s

running (1m46.0s), 150/600 VUs, 53349 complete and 0 interrupted iterations
default   [  32% ] 150/600 VUs  1m46.0s/5m30.0s

running (1m47.0s), 150/600 VUs, 53798 complete and 0 interrupted iterations
default   [  32% ] 150/600 VUs  1m47.0s/5m30.0s

running (1m48.0s), 150/600 VUs, 54243 complete and 0 interrupted iterations
default   [  33% ] 150/600 VUs  1m48.0s/5m30.0s

running (1m49.0s), 150/600 VUs, 54767 complete and 0 interrupted iterations
default   [  33% ] 150/600 VUs  1m49.0s/5m30.0s

running (1m50.0s), 150/600 VUs, 55585 complete and 0 interrupted iterations
default   [  33% ] 150/600 VUs  1m50.0s/5m30.0s

running (1m51.0s), 150/600 VUs, 56034 complete and 0 interrupted iterations
default   [  34% ] 150/600 VUs  1m51.0s/5m30.0s

running (1m52.0s), 150/600 VUs, 56634 complete and 0 interrupted iterations
default   [  34% ] 150/600 VUs  1m52.0s/5m30.0s

running (1m53.0s), 150/600 VUs, 57570 complete and 0 interrupted iterations
default   [  34% ] 150/600 VUs  1m53.0s/5m30.0s

running (1m54.0s), 150/600 VUs, 58169 complete and 0 interrupted iterations
default   [  35% ] 150/600 VUs  1m54.0s/5m30.0s

running (1m55.0s), 150/600 VUs, 58699 complete and 0 interrupted iterations
default   [  35% ] 150/600 VUs  1m55.0s/5m30.0s

running (1m56.0s), 150/600 VUs, 59265 complete and 0 interrupted iterations
default   [  35% ] 150/600 VUs  1m56.0s/5m30.0s

running (1m57.0s), 150/600 VUs, 59870 complete and 0 interrupted iterations
default   [  35% ] 150/600 VUs  1m57.0s/5m30.0s

running (1m58.0s), 150/600 VUs, 60322 complete and 0 interrupted iterations
default   [  36% ] 150/600 VUs  1m58.0s/5m30.0s

running (1m59.0s), 150/600 VUs, 60946 complete and 0 interrupted iterations
default   [  36% ] 150/600 VUs  1m59.0s/5m30.0s

running (2m00.0s), 150/600 VUs, 61518 complete and 0 interrupted iterations
default   [  36% ] 150/600 VUs  2m00.0s/5m30.0s

running (2m01.0s), 150/600 VUs, 62018 complete and 0 interrupted iterations
default   [  37% ] 150/600 VUs  2m01.0s/5m30.0s

running (2m02.0s), 150/600 VUs, 62543 complete and 0 interrupted iterations
default   [  37% ] 150/600 VUs  2m02.0s/5m30.0s

running (2m03.0s), 150/600 VUs, 63167 complete and 0 interrupted iterations
default   [  37% ] 150/600 VUs  2m03.0s/5m30.0s

running (2m04.0s), 150/600 VUs, 63692 complete and 0 interrupted iterations
default   [  38% ] 150/600 VUs  2m04.0s/5m30.0s

running (2m05.0s), 150/600 VUs, 64467 complete and 0 interrupted iterations
default   [  38% ] 150/600 VUs  2m05.0s/5m30.0s

running (2m06.0s), 150/600 VUs, 65107 complete and 0 interrupted iterations
default   [  38% ] 150/600 VUs  2m06.0s/5m30.0s

running (2m07.0s), 150/600 VUs, 65794 complete and 0 interrupted iterations
default   [  38% ] 150/600 VUs  2m07.0s/5m30.0s

running (2m08.0s), 150/600 VUs, 66312 complete and 0 interrupted iterations
default   [  39% ] 150/600 VUs  2m08.0s/5m30.0s

running (2m09.0s), 150/600 VUs, 66930 complete and 0 interrupted iterations
default   [  39% ] 150/600 VUs  2m09.0s/5m30.0s

running (2m10.0s), 150/600 VUs, 67433 complete and 0 interrupted iterations
default   [  39% ] 150/600 VUs  2m10.0s/5m30.0s

running (2m11.0s), 150/600 VUs, 67925 complete and 0 interrupted iterations
default   [  40% ] 150/600 VUs  2m11.0s/5m30.0s

running (2m12.0s), 150/600 VUs, 68580 complete and 0 interrupted iterations
default   [  40% ] 150/600 VUs  2m12.0s/5m30.0s

running (2m13.0s), 150/600 VUs, 69378 complete and 0 interrupted iterations
default   [  40% ] 150/600 VUs  2m13.0s/5m30.0s

running (2m14.0s), 150/600 VUs, 69978 complete and 0 interrupted iterations
default   [  41% ] 150/600 VUs  2m14.0s/5m30.0s

running (2m15.0s), 150/600 VUs, 70477 complete and 0 interrupted iterations
default   [  41% ] 150/600 VUs  2m15.0s/5m30.0s

running (2m16.0s), 150/600 VUs, 71256 complete and 0 interrupted iterations
default   [  41% ] 150/600 VUs  2m16.0s/5m30.0s

running (2m17.0s), 150/600 VUs, 71998 complete and 0 interrupted iterations
default   [  42% ] 150/600 VUs  2m17.0s/5m30.0s

running (2m18.0s), 150/600 VUs, 72573 complete and 0 interrupted iterations
default   [  42% ] 150/600 VUs  2m18.0s/5m30.0s

running (2m19.0s), 150/600 VUs, 73151 complete and 0 interrupted iterations
default   [  42% ] 150/600 VUs  2m19.0s/5m30.0s

running (2m20.0s), 150/600 VUs, 73828 complete and 0 interrupted iterations
default   [  42% ] 150/600 VUs  2m20.0s/5m30.0s

running (2m21.0s), 150/600 VUs, 74752 complete and 0 interrupted iterations
default   [  43% ] 150/600 VUs  2m21.0s/5m30.0s

running (2m22.0s), 150/600 VUs, 75464 complete and 0 interrupted iterations
default   [  43% ] 150/600 VUs  2m22.0s/5m30.0s

running (2m23.0s), 150/600 VUs, 76071 complete and 0 interrupted iterations
default   [  43% ] 150/600 VUs  2m23.0s/5m30.0s

running (2m24.0s), 150/600 VUs, 76741 complete and 0 interrupted iterations
default   [  44% ] 150/600 VUs  2m24.0s/5m30.0s

running (2m25.0s), 150/600 VUs, 77335 complete and 0 interrupted iterations
default   [  44% ] 150/600 VUs  2m25.0s/5m30.0s

running (2m26.0s), 150/600 VUs, 77904 complete and 0 interrupted iterations
default   [  44% ] 150/600 VUs  2m26.0s/5m30.0s

running (2m27.0s), 150/600 VUs, 78809 complete and 0 interrupted iterations
default   [  45% ] 150/600 VUs  2m27.0s/5m30.0s

running (2m28.0s), 150/600 VUs, 79449 complete and 0 interrupted iterations
default   [  45% ] 150/600 VUs  2m28.0s/5m30.0s

running (2m29.0s), 150/600 VUs, 80016 complete and 0 interrupted iterations
default   [  45% ] 150/600 VUs  2m29.0s/5m30.0s

running (2m30.0s), 150/600 VUs, 80587 complete and 0 interrupted iterations
default   [  45% ] 150/600 VUs  2m30.0s/5m30.0s

running (2m31.0s), 164/600 VUs, 81141 complete and 0 interrupted iterations
default   [  46% ] 164/600 VUs  2m31.0s/5m30.0s

running (2m32.0s), 179/600 VUs, 81595 complete and 0 interrupted iterations
default   [  46% ] 179/600 VUs  2m32.0s/5m30.0s

running (2m33.0s), 194/600 VUs, 82200 complete and 0 interrupted iterations
default   [  46% ] 194/600 VUs  2m33.0s/5m30.0s

running (2m34.0s), 209/600 VUs, 82657 complete and 0 interrupted iterations
default   [  47% ] 209/600 VUs  2m34.0s/5m30.0s

running (2m35.0s), 224/600 VUs, 83663 complete and 0 interrupted iterations
default   [  47% ] 224/600 VUs  2m35.0s/5m30.0s

running (2m36.0s), 239/600 VUs, 84250 complete and 0 interrupted iterations
default   [  47% ] 239/600 VUs  2m36.0s/5m30.0s

running (2m37.0s), 254/600 VUs, 84806 complete and 0 interrupted iterations
default   [  48% ] 254/600 VUs  2m37.0s/5m30.0s

running (2m38.0s), 269/600 VUs, 85401 complete and 0 interrupted iterations
default   [  48% ] 269/600 VUs  2m38.0s/5m30.0s

running (2m39.0s), 284/600 VUs, 85972 complete and 0 interrupted iterations
default   [  48% ] 284/600 VUs  2m39.0s/5m30.0s

running (2m40.0s), 299/600 VUs, 86515 complete and 0 interrupted iterations
default   [  48% ] 299/600 VUs  2m40.0s/5m30.0s

running (2m41.0s), 314/600 VUs, 87035 complete and 0 interrupted iterations
default   [  49% ] 314/600 VUs  2m41.0s/5m30.0s

running (2m42.0s), 329/600 VUs, 87592 complete and 0 interrupted iterations
default   [  49% ] 329/600 VUs  2m42.0s/5m30.0s

running (2m43.0s), 344/600 VUs, 88214 complete and 0 interrupted iterations
default   [  49% ] 344/600 VUs  2m43.0s/5m30.0s

running (2m44.0s), 359/600 VUs, 88896 complete and 0 interrupted iterations
default   [  50% ] 359/600 VUs  2m44.0s/5m30.0s

running (2m45.0s), 374/600 VUs, 89251 complete and 0 interrupted iterations
default   [  50% ] 374/600 VUs  2m45.0s/5m30.0s

running (2m46.0s), 389/600 VUs, 89685 complete and 0 interrupted iterations
default   [  50% ] 389/600 VUs  2m46.0s/5m30.0s

running (2m47.0s), 404/600 VUs, 90210 complete and 0 interrupted iterations
default   [  51% ] 404/600 VUs  2m47.0s/5m30.0s

running (2m48.0s), 419/600 VUs, 90861 complete and 0 interrupted iterations
default   [  51% ] 419/600 VUs  2m48.0s/5m30.0s

running (2m49.0s), 434/600 VUs, 91503 complete and 0 interrupted iterations
default   [  51% ] 434/600 VUs  2m49.0s/5m30.0s

running (2m50.0s), 449/600 VUs, 92368 complete and 0 interrupted iterations
default   [  52% ] 449/600 VUs  2m50.0s/5m30.0s

running (2m51.0s), 464/600 VUs, 92934 complete and 0 interrupted iterations
default   [  52% ] 464/600 VUs  2m51.0s/5m30.0s

running (2m52.0s), 479/600 VUs, 93556 complete and 0 interrupted iterations
default   [  52% ] 479/600 VUs  2m52.0s/5m30.0s

running (2m53.0s), 494/600 VUs, 94171 complete and 0 interrupted iterations
default   [  52% ] 494/600 VUs  2m53.0s/5m30.0s

running (2m54.0s), 509/600 VUs, 94930 complete and 0 interrupted iterations
default   [  53% ] 509/600 VUs  2m54.0s/5m30.0s

running (2m55.0s), 524/600 VUs, 95492 complete and 0 interrupted iterations
default   [  53% ] 524/600 VUs  2m55.0s/5m30.0s

running (2m56.0s), 539/600 VUs, 96143 complete and 0 interrupted iterations
default   [  53% ] 539/600 VUs  2m56.0s/5m30.0s

running (2m57.0s), 554/600 VUs, 96753 complete and 0 interrupted iterations
default   [  54% ] 554/600 VUs  2m57.0s/5m30.0s

running (2m58.0s), 569/600 VUs, 97379 complete and 0 interrupted iterations
default   [  54% ] 569/600 VUs  2m58.0s/5m30.0s

running (2m59.0s), 584/600 VUs, 98015 complete and 0 interrupted iterations
default   [  54% ] 584/600 VUs  2m59.0s/5m30.0s

running (3m00.0s), 599/600 VUs, 98621 complete and 0 interrupted iterations
default   [  55% ] 599/600 VUs  3m00.0s/5m30.0s

running (3m01.0s), 600/600 VUs, 99117 complete and 0 interrupted iterations
default   [  55% ] 600/600 VUs  3m01.0s/5m30.0s

running (3m02.0s), 600/600 VUs, 99678 complete and 0 interrupted iterations
default   [  55% ] 600/600 VUs  3m02.0s/5m30.0s

running (3m03.0s), 600/600 VUs, 100289 complete and 0 interrupted iterations
default   [  55% ] 600/600 VUs  3m03.0s/5m30.0s

running (3m04.0s), 600/600 VUs, 100880 complete and 0 interrupted iterations
default   [  56% ] 600/600 VUs  3m04.0s/5m30.0s

running (3m05.0s), 600/600 VUs, 101974 complete and 0 interrupted iterations
default   [  56% ] 600/600 VUs  3m05.0s/5m30.0s

running (3m06.0s), 600/600 VUs, 102560 complete and 0 interrupted iterations
default   [  56% ] 600/600 VUs  3m06.0s/5m30.0s

running (3m07.0s), 600/600 VUs, 103060 complete and 0 interrupted iterations
default   [  57% ] 600/600 VUs  3m07.0s/5m30.0s

running (3m08.0s), 600/600 VUs, 103638 complete and 0 interrupted iterations
default   [  57% ] 600/600 VUs  3m08.0s/5m30.0s

running (3m09.0s), 600/600 VUs, 104171 complete and 0 interrupted iterations
default   [  57% ] 600/600 VUs  3m09.0s/5m30.0s

running (3m10.0s), 600/600 VUs, 104719 complete and 0 interrupted iterations
default   [  58% ] 600/600 VUs  3m10.0s/5m30.0s

running (3m11.0s), 600/600 VUs, 105325 complete and 0 interrupted iterations
default   [  58% ] 600/600 VUs  3m11.0s/5m30.0s

running (3m12.0s), 600/600 VUs, 106025 complete and 0 interrupted iterations
default   [  58% ] 600/600 VUs  3m12.0s/5m30.0s

running (3m13.0s), 600/600 VUs, 106692 complete and 0 interrupted iterations
default   [  58% ] 600/600 VUs  3m13.0s/5m30.0s

running (3m14.0s), 600/600 VUs, 107407 complete and 0 interrupted iterations
default   [  59% ] 600/600 VUs  3m14.0s/5m30.0s

running (3m15.0s), 600/600 VUs, 107915 complete and 0 interrupted iterations
default   [  59% ] 600/600 VUs  3m15.0s/5m30.0s

running (3m16.0s), 600/600 VUs, 108465 complete and 0 interrupted iterations
default   [  59% ] 600/600 VUs  3m16.0s/5m30.0s

running (3m17.0s), 600/600 VUs, 109018 complete and 0 interrupted iterations
default   [  60% ] 600/600 VUs  3m17.0s/5m30.0s

running (3m18.0s), 600/600 VUs, 109559 complete and 0 interrupted iterations
default   [  60% ] 600/600 VUs  3m18.0s/5m30.0s

running (3m19.0s), 600/600 VUs, 110324 complete and 0 interrupted iterations
default   [  60% ] 600/600 VUs  3m19.0s/5m30.0s

running (3m20.0s), 600/600 VUs, 111143 complete and 0 interrupted iterations
default   [  61% ] 600/600 VUs  3m20.0s/5m30.0s

running (3m21.0s), 600/600 VUs, 112205 complete and 0 interrupted iterations
default   [  61% ] 600/600 VUs  3m21.0s/5m30.0s

running (3m22.0s), 600/600 VUs, 112808 complete and 0 interrupted iterations
default   [  61% ] 600/600 VUs  3m22.0s/5m30.0s

running (3m23.0s), 600/600 VUs, 113864 complete and 0 interrupted iterations
default   [  62% ] 600/600 VUs  3m23.0s/5m30.0s

running (3m24.0s), 600/600 VUs, 115344 complete and 0 interrupted iterations
default   [  62% ] 600/600 VUs  3m24.0s/5m30.0s

running (3m25.0s), 600/600 VUs, 116631 complete and 0 interrupted iterations
default   [  62% ] 600/600 VUs  3m25.0s/5m30.0s

running (3m26.0s), 600/600 VUs, 117842 complete and 0 interrupted iterations
default   [  62% ] 600/600 VUs  3m26.0s/5m30.0s

running (3m27.0s), 600/600 VUs, 119072 complete and 0 interrupted iterations
default   [  63% ] 600/600 VUs  3m27.0s/5m30.0s

running (3m28.0s), 600/600 VUs, 119744 complete and 0 interrupted iterations
default   [  63% ] 600/600 VUs  3m28.0s/5m30.0s

running (3m29.0s), 600/600 VUs, 120789 complete and 0 interrupted iterations
default   [  63% ] 600/600 VUs  3m29.0s/5m30.0s

running (3m30.0s), 600/600 VUs, 121956 complete and 0 interrupted iterations
default   [  64% ] 600/600 VUs  3m30.0s/5m30.0s

running (3m31.0s), 600/600 VUs, 122961 complete and 0 interrupted iterations
default   [  64% ] 600/600 VUs  3m31.0s/5m30.0s

running (3m32.0s), 600/600 VUs, 124072 complete and 0 interrupted iterations
default   [  64% ] 600/600 VUs  3m32.0s/5m30.0s

running (3m33.0s), 600/600 VUs, 124649 complete and 0 interrupted iterations
default   [  65% ] 600/600 VUs  3m33.0s/5m30.0s

running (3m34.0s), 600/600 VUs, 125327 complete and 0 interrupted iterations
default   [  65% ] 600/600 VUs  3m34.0s/5m30.0s

running (3m35.0s), 600/600 VUs, 126322 complete and 0 interrupted iterations
default   [  65% ] 600/600 VUs  3m35.0s/5m30.0s

running (3m36.0s), 600/600 VUs, 127215 complete and 0 interrupted iterations
default   [  65% ] 600/600 VUs  3m36.0s/5m30.0s

running (3m37.0s), 600/600 VUs, 127854 complete and 0 interrupted iterations
default   [  66% ] 600/600 VUs  3m37.0s/5m30.0s

running (3m38.0s), 600/600 VUs, 128795 complete and 0 interrupted iterations
default   [  66% ] 600/600 VUs  3m38.0s/5m30.0s

running (3m39.0s), 600/600 VUs, 129319 complete and 0 interrupted iterations
default   [  66% ] 600/600 VUs  3m39.0s/5m30.0s

running (3m40.0s), 600/600 VUs, 130027 complete and 0 interrupted iterations
default   [  67% ] 600/600 VUs  3m40.0s/5m30.0s

running (3m41.0s), 600/600 VUs, 130556 complete and 0 interrupted iterations
default   [  67% ] 600/600 VUs  3m41.0s/5m30.0s

running (3m42.0s), 600/600 VUs, 131078 complete and 0 interrupted iterations
default   [  67% ] 600/600 VUs  3m42.0s/5m30.0s

running (3m43.0s), 600/600 VUs, 131597 complete and 0 interrupted iterations
default   [  68% ] 600/600 VUs  3m43.0s/5m30.0s

running (3m44.0s), 600/600 VUs, 132329 complete and 0 interrupted iterations
default   [  68% ] 600/600 VUs  3m44.0s/5m30.0s

running (3m45.0s), 600/600 VUs, 132794 complete and 0 interrupted iterations
default   [  68% ] 600/600 VUs  3m45.0s/5m30.0s

running (3m46.0s), 600/600 VUs, 133690 complete and 0 interrupted iterations
default   [  68% ] 600/600 VUs  3m46.0s/5m30.0s

running (3m47.0s), 600/600 VUs, 134732 complete and 0 interrupted iterations
default   [  69% ] 600/600 VUs  3m47.0s/5m30.0s

running (3m48.0s), 600/600 VUs, 135403 complete and 0 interrupted iterations
default   [  69% ] 600/600 VUs  3m48.0s/5m30.0s

running (3m49.0s), 600/600 VUs, 135990 complete and 0 interrupted iterations
default   [  69% ] 600/600 VUs  3m49.0s/5m30.0s

running (3m50.0s), 600/600 VUs, 136623 complete and 0 interrupted iterations
default   [  70% ] 600/600 VUs  3m50.0s/5m30.0s

running (3m51.0s), 600/600 VUs, 137357 complete and 0 interrupted iterations
default   [  70% ] 600/600 VUs  3m51.0s/5m30.0s

running (3m52.0s), 600/600 VUs, 138001 complete and 0 interrupted iterations
default   [  70% ] 600/600 VUs  3m52.0s/5m30.0s

running (3m53.0s), 600/600 VUs, 138636 complete and 0 interrupted iterations
default   [  71% ] 600/600 VUs  3m53.0s/5m30.0s

running (3m54.0s), 600/600 VUs, 139405 complete and 0 interrupted iterations
default   [  71% ] 600/600 VUs  3m54.0s/5m30.0s

running (3m55.0s), 600/600 VUs, 140139 complete and 0 interrupted iterations
default   [  71% ] 600/600 VUs  3m55.0s/5m30.0s

running (3m56.0s), 600/600 VUs, 140753 complete and 0 interrupted iterations
default   [  72% ] 600/600 VUs  3m56.0s/5m30.0s

running (3m57.0s), 600/600 VUs, 141834 complete and 0 interrupted iterations
default   [  72% ] 600/600 VUs  3m57.0s/5m30.0s

running (3m57.9s), 600/600 VUs, 142629 complete and 0 interrupted iterations
default   [  72% ] 600/600 VUs  3m58.0s/5m30.0s

running (3m58.9s), 600/600 VUs, 143726 complete and 0 interrupted iterations
default   [  72% ] 600/600 VUs  3m59.0s/5m30.0s

running (3m59.9s), 600/600 VUs, 144884 complete and 0 interrupted iterations
default   [  73% ] 600/600 VUs  4m00.0s/5m30.0s

running (4m01.0s), 600/600 VUs, 146115 complete and 0 interrupted iterations
default   [  73% ] 600/600 VUs  4m01.0s/5m30.0s

running (4m02.0s), 600/600 VUs, 147241 complete and 0 interrupted iterations
default   [  73% ] 600/600 VUs  4m02.0s/5m30.0s

running (4m02.9s), 600/600 VUs, 148375 complete and 0 interrupted iterations
default   [  74% ] 600/600 VUs  4m03.0s/5m30.0s

running (4m03.9s), 600/600 VUs, 149534 complete and 0 interrupted iterations
default   [  74% ] 600/600 VUs  4m04.0s/5m30.0s

running (4m04.9s), 600/600 VUs, 150820 complete and 0 interrupted iterations
default   [  74% ] 600/600 VUs  4m05.0s/5m30.0s

running (4m06.0s), 600/600 VUs, 151951 complete and 0 interrupted iterations
default   [  75% ] 600/600 VUs  4m06.0s/5m30.0s

running (4m07.0s), 600/600 VUs, 152662 complete and 0 interrupted iterations
default   [  75% ] 600/600 VUs  4m07.0s/5m30.0s

running (4m07.9s), 600/600 VUs, 153839 complete and 0 interrupted iterations
default   [  75% ] 600/600 VUs  4m08.0s/5m30.0s

running (4m09.0s), 600/600 VUs, 155060 complete and 0 interrupted iterations
default   [  75% ] 600/600 VUs  4m09.0s/5m30.0s

running (4m10.0s), 600/600 VUs, 155881 complete and 0 interrupted iterations
default   [  76% ] 600/600 VUs  4m10.0s/5m30.0s

running (4m10.9s), 600/600 VUs, 156668 complete and 0 interrupted iterations
default   [  76% ] 600/600 VUs  4m11.0s/5m30.0s

running (4m12.0s), 600/600 VUs, 157453 complete and 0 interrupted iterations
default   [  76% ] 600/600 VUs  4m12.0s/5m30.0s

running (4m13.0s), 600/600 VUs, 158246 complete and 0 interrupted iterations
default   [  77% ] 600/600 VUs  4m13.0s/5m30.0s

running (4m14.0s), 600/600 VUs, 159019 complete and 0 interrupted iterations
default   [  77% ] 600/600 VUs  4m14.0s/5m30.0s

running (4m15.0s), 600/600 VUs, 159578 complete and 0 interrupted iterations
default   [  77% ] 600/600 VUs  4m15.0s/5m30.0s

running (4m16.0s), 600/600 VUs, 160254 complete and 0 interrupted iterations
default   [  78% ] 600/600 VUs  4m16.0s/5m30.0s

running (4m17.0s), 600/600 VUs, 160891 complete and 0 interrupted iterations
default   [  78% ] 600/600 VUs  4m17.0s/5m30.0s

running (4m18.0s), 600/600 VUs, 161605 complete and 0 interrupted iterations
default   [  78% ] 600/600 VUs  4m18.0s/5m30.0s

running (4m18.9s), 600/600 VUs, 162192 complete and 0 interrupted iterations
default   [  78% ] 600/600 VUs  4m19.0s/5m30.0s

running (4m19.9s), 600/600 VUs, 162862 complete and 0 interrupted iterations
default   [  79% ] 600/600 VUs  4m20.0s/5m30.0s

running (4m20.9s), 600/600 VUs, 163694 complete and 0 interrupted iterations
default   [  79% ] 600/600 VUs  4m21.0s/5m30.0s

running (4m22.0s), 600/600 VUs, 164471 complete and 0 interrupted iterations
default   [  79% ] 600/600 VUs  4m22.0s/5m30.0s

running (4m22.9s), 600/600 VUs, 165134 complete and 0 interrupted iterations
default   [  80% ] 600/600 VUs  4m23.0s/5m30.0s

running (4m23.9s), 600/600 VUs, 165808 complete and 0 interrupted iterations
default   [  80% ] 600/600 VUs  4m24.0s/5m30.0s

running (4m25.0s), 600/600 VUs, 166341 complete and 0 interrupted iterations
default   [  80% ] 600/600 VUs  4m25.0s/5m30.0s

running (4m26.0s), 600/600 VUs, 167010 complete and 0 interrupted iterations
default   [  81% ] 600/600 VUs  4m26.0s/5m30.0s

running (4m26.9s), 600/600 VUs, 167666 complete and 0 interrupted iterations
default   [  81% ] 600/600 VUs  4m27.0s/5m30.0s

running (4m27.9s), 600/600 VUs, 168443 complete and 0 interrupted iterations
default   [  81% ] 600/600 VUs  4m28.0s/5m30.0s

running (4m28.9s), 600/600 VUs, 169216 complete and 0 interrupted iterations
default   [  82% ] 600/600 VUs  4m29.0s/5m30.0s

running (4m29.9s), 600/600 VUs, 169855 complete and 0 interrupted iterations
default   [  82% ] 600/600 VUs  4m30.0s/5m30.0s

running (4m30.9s), 600/600 VUs, 170429 complete and 0 interrupted iterations
default   [  82% ] 600/600 VUs  4m31.0s/5m30.0s

running (4m31.9s), 600/600 VUs, 171224 complete and 0 interrupted iterations
default   [  82% ] 600/600 VUs  4m32.0s/5m30.0s

running (4m32.9s), 600/600 VUs, 171864 complete and 0 interrupted iterations
default   [  83% ] 600/600 VUs  4m33.0s/5m30.0s

running (4m33.9s), 600/600 VUs, 172490 complete and 0 interrupted iterations
default   [  83% ] 600/600 VUs  4m34.0s/5m30.0s

running (4m34.9s), 600/600 VUs, 173413 complete and 0 interrupted iterations
default   [  83% ] 600/600 VUs  4m35.0s/5m30.0s

running (4m35.9s), 600/600 VUs, 174474 complete and 0 interrupted iterations
default   [  84% ] 600/600 VUs  4m36.0s/5m30.0s

running (4m36.9s), 600/600 VUs, 175462 complete and 0 interrupted iterations
default   [  84% ] 600/600 VUs  4m37.0s/5m30.0s

running (4m37.9s), 600/600 VUs, 176052 complete and 0 interrupted iterations
default   [  84% ] 600/600 VUs  4m38.0s/5m30.0s

running (4m38.9s), 600/600 VUs, 176674 complete and 0 interrupted iterations
default   [  85% ] 600/600 VUs  4m39.0s/5m30.0s

running (4m39.9s), 600/600 VUs, 177154 complete and 0 interrupted iterations
default   [  85% ] 600/600 VUs  4m40.0s/5m30.0s

running (4m40.9s), 600/600 VUs, 177678 complete and 0 interrupted iterations
default   [  85% ] 600/600 VUs  4m41.0s/5m30.0s

running (4m41.9s), 600/600 VUs, 178118 complete and 0 interrupted iterations
default   [  85% ] 600/600 VUs  4m42.0s/5m30.0s

running (4m42.9s), 600/600 VUs, 179047 complete and 0 interrupted iterations
default   [  86% ] 600/600 VUs  4m43.0s/5m30.0s

running (4m43.9s), 600/600 VUs, 179631 complete and 0 interrupted iterations
default   [  86% ] 600/600 VUs  4m44.0s/5m30.0s

running (4m44.9s), 600/600 VUs, 180549 complete and 0 interrupted iterations
default   [  86% ] 600/600 VUs  4m45.0s/5m30.0s

running (4m45.9s), 600/600 VUs, 181180 complete and 0 interrupted iterations
default   [  87% ] 600/600 VUs  4m46.0s/5m30.0s

running (4m46.9s), 600/600 VUs, 181651 complete and 0 interrupted iterations
default   [  87% ] 600/600 VUs  4m47.0s/5m30.0s

running (4m47.9s), 600/600 VUs, 182328 complete and 0 interrupted iterations
default   [  87% ] 600/600 VUs  4m48.0s/5m30.0s

running (4m48.9s), 600/600 VUs, 183020 complete and 0 interrupted iterations
default   [  88% ] 600/600 VUs  4m49.0s/5m30.0s

running (4m49.9s), 600/600 VUs, 183739 complete and 0 interrupted iterations
default   [  88% ] 600/600 VUs  4m50.0s/5m30.0s

running (4m50.9s), 600/600 VUs, 184355 complete and 0 interrupted iterations
default   [  88% ] 600/600 VUs  4m51.0s/5m30.0s

running (4m51.9s), 600/600 VUs, 185053 complete and 0 interrupted iterations
default   [  88% ] 600/600 VUs  4m52.0s/5m30.0s

running (4m52.9s), 600/600 VUs, 185711 complete and 0 interrupted iterations
default   [  89% ] 600/600 VUs  4m53.0s/5m30.0s

running (4m53.9s), 600/600 VUs, 186403 complete and 0 interrupted iterations
default   [  89% ] 600/600 VUs  4m54.0s/5m30.0s

running (4m54.9s), 600/600 VUs, 186852 complete and 0 interrupted iterations
default   [  89% ] 600/600 VUs  4m55.0s/5m30.0s

running (4m55.9s), 600/600 VUs, 187360 complete and 0 interrupted iterations
default   [  90% ] 600/600 VUs  4m56.0s/5m30.0s

running (4m56.9s), 600/600 VUs, 188081 complete and 0 interrupted iterations
default   [  90% ] 600/600 VUs  4m57.0s/5m30.0s

running (4m57.9s), 600/600 VUs, 188719 complete and 0 interrupted iterations
default   [  90% ] 600/600 VUs  4m58.0s/5m30.0s

running (4m58.9s), 600/600 VUs, 189654 complete and 0 interrupted iterations
default   [  91% ] 600/600 VUs  4m59.0s/5m30.0s

running (4m59.9s), 600/600 VUs, 190162 complete and 0 interrupted iterations
default   [  91% ] 600/600 VUs  5m00.0s/5m30.0s

running (5m00.9s), 595/600 VUs, 190696 complete and 0 interrupted iterations
default   [  91% ] 595/600 VUs  5m01.0s/5m30.0s

running (5m01.9s), 576/600 VUs, 191396 complete and 0 interrupted iterations
default   [  92% ] 576/600 VUs  5m02.0s/5m30.0s

running (5m02.9s), 551/600 VUs, 191988 complete and 0 interrupted iterations
default   [  92% ] 551/600 VUs  5m03.0s/5m30.0s

running (5m03.9s), 534/600 VUs, 192662 complete and 0 interrupted iterations
default   [  92% ] 534/600 VUs  5m04.0s/5m30.0s

running (5m04.9s), 512/600 VUs, 193267 complete and 0 interrupted iterations
default   [  92% ] 512/600 VUs  5m05.0s/5m30.0s

running (5m05.9s), 491/600 VUs, 193841 complete and 0 interrupted iterations
default   [  93% ] 491/600 VUs  5m06.0s/5m30.0s

running (5m06.9s), 470/600 VUs, 194440 complete and 0 interrupted iterations
default   [  93% ] 470/600 VUs  5m07.0s/5m30.0s

running (5m07.9s), 450/600 VUs, 195395 complete and 0 interrupted iterations
default   [  93% ] 450/600 VUs  5m08.0s/5m30.0s

running (5m08.9s), 433/600 VUs, 195970 complete and 0 interrupted iterations
default   [  94% ] 433/600 VUs  5m09.0s/5m30.0s

running (5m09.9s), 410/600 VUs, 196732 complete and 0 interrupted iterations
default   [  94% ] 410/600 VUs  5m10.0s/5m30.0s

running (5m10.9s), 392/600 VUs, 197252 complete and 0 interrupted iterations
default   [  94% ] 392/600 VUs  5m11.0s/5m30.0s

running (5m11.9s), 375/600 VUs, 198056 complete and 0 interrupted iterations
default   [  95% ] 375/600 VUs  5m12.0s/5m30.0s

running (5m12.9s), 350/600 VUs, 198648 complete and 0 interrupted iterations
default   [  95% ] 350/600 VUs  5m13.0s/5m30.0s

running (5m13.9s), 337/600 VUs, 199282 complete and 0 interrupted iterations
default   [  95% ] 337/600 VUs  5m14.0s/5m30.0s

running (5m14.9s), 315/600 VUs, 199805 complete and 0 interrupted iterations
default   [  95% ] 315/600 VUs  5m15.0s/5m30.0s

running (5m15.9s), 294/600 VUs, 200426 complete and 0 interrupted iterations
default   [  96% ] 294/600 VUs  5m16.0s/5m30.0s

running (5m16.9s), 273/600 VUs, 201014 complete and 0 interrupted iterations
default   [  96% ] 273/600 VUs  5m17.0s/5m30.0s

running (5m17.9s), 252/600 VUs, 201565 complete and 0 interrupted iterations
default   [  96% ] 252/600 VUs  5m18.0s/5m30.0s

running (5m18.9s), 229/600 VUs, 202116 complete and 0 interrupted iterations
default   [  97% ] 229/600 VUs  5m19.0s/5m30.0s

running (5m19.9s), 210/600 VUs, 202682 complete and 0 interrupted iterations
default   [  97% ] 210/600 VUs  5m20.0s/5m30.0s

running (5m20.9s), 185/600 VUs, 203437 complete and 0 interrupted iterations
default   [  97% ] 185/600 VUs  5m21.0s/5m30.0s

running (5m21.9s), 165/600 VUs, 204256 complete and 0 interrupted iterations
default   [  98% ] 165/600 VUs  5m22.0s/5m30.0s

running (5m22.9s), 147/600 VUs, 204760 complete and 0 interrupted iterations
default   [  98% ] 147/600 VUs  5m23.0s/5m30.0s

running (5m23.9s), 126/600 VUs, 205443 complete and 0 interrupted iterations
default   [  98% ] 126/600 VUs  5m24.0s/5m30.0s

running (5m24.9s), 104/600 VUs, 205996 complete and 0 interrupted iterations
default   [  98% ] 104/600 VUs  5m25.0s/5m30.0s

running (5m25.9s), 082/600 VUs, 206528 complete and 0 interrupted iterations
default   [  99% ] 082/600 VUs  5m26.0s/5m30.0s

running (5m26.9s), 063/600 VUs, 207112 complete and 0 interrupted iterations
default   [  99% ] 063/600 VUs  5m27.0s/5m30.0s

running (5m27.9s), 042/600 VUs, 207778 complete and 0 interrupted iterations
default   [  99% ] 042/600 VUs  5m28.0s/5m30.0s

running (5m28.9s), 022/600 VUs, 208175 complete and 0 interrupted iterations
default   [ 100% ] 022/600 VUs  5m29.0s/5m30.0s

running (5m29.9s), 001/600 VUs, 208759 complete and 0 interrupted iterations
default   [ 100% ] 001/600 VUs  5m30.0s/5m30.0s

     ✓ status is 202

     checks.........................: 100.00% 208777 out of 208777
     data_received..................: 31 MB   95 kB/s
     data_sent......................: 60 MB   182 kB/s
     http_req_blocked...............: avg=26.15µs  min=0s         med=5.92µs   p(90)=12.36µs  p(95)=16.07µs  p(99)=775.1µs  max=26.69ms 
     http_req_connecting............: avg=14.72µs  min=-2641075ns med=0s       p(90)=0s       p(95)=0s       p(99)=638.36µs max=26.47ms 
     http_req_duration..............: avg=539.69ms min=1.53ms     med=401.5ms  p(90)=1.39s    p(95)=1.78s    p(99)=2.1s     max=2.5s    
       { expected_response:true }...: avg=539.69ms min=1.53ms     med=401.5ms  p(90)=1.39s    p(95)=1.78s    p(99)=2.1s     max=2.5s    
     http_req_failed................: 0.00%   0 out of 208777
     http_req_receiving.............: avg=2.7ms    min=7.79µs     med=71.48µs  p(90)=670.65µs p(95)=3.24ms   p(99)=92.14ms  max=331.15ms
     http_req_sending...............: avg=39.1µs   min=2.67µs     med=23.78µs  p(90)=53.19µs  p(95)=100.27µs p(99)=326.58µs max=12.34ms 
     http_req_tls_handshaking.......: avg=0s       min=0s         med=0s       p(90)=0s       p(95)=0s       p(99)=0s       max=0s      
     http_req_waiting...............: avg=536.94ms min=1.46ms     med=400.95ms p(90)=1.39s    p(95)=1.78s    p(99)=2.09s    max=2.5s    
     http_reqs......................: 208777  632.700934/s
     iteration_duration.............: avg=540.06ms min=1.63ms     med=401.83ms p(90)=1.39s    p(95)=1.79s    p(99)=2.1s     max=2.5s    
     iterations.....................: 208777  632.700934/s
     vus............................: 1       min=1                max=600
     vus_max........................: 600     min=600              max=600


running (5m30.0s), 000/600 VUs, 208777 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/600 VUs  5m30s
END_TS 1785252164